[
    {
      "name": "Ethics in AI Podcast",
      "imagePath": "https://github.com/HoumanEbrahimi/Lol/blob/main/EthicsInAI.png?raw=true",
      "description": "There are many subtopics within ethics in AI and data science. The goal of producing monthly podcasts is to explore and analyze relevant and interesting topics in an engaging way that is accessible to the general public. This project gives autonomy to pick which topics from ethics in AI to explore, while also serving as practice for reading academic literature (amongst other sources) and communicating sometimes technical/difficult concepts clearly to a wide audience.",
      "website":"https://docs.google.com/document/d/1aYXGIbq5tH7aoVb2tabqqidE9GFo7z-b2C6wTMmKPh8/edit#heading=h.v0iriusm4apc"
    },
    {
      "name": "Sentiment Analysis of Tweets",
      "imagePath":"https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcSzrgwxNOVb2AzjGICj6XTXtdYNuIG9N8LV10XSN1dcXw&s",
      "description":"Hateful posts have become a regular phenomena, so moderation is needed, however at such high volumes it is hard to contain. In this project, you will work with a team over the fall and winter semester to design a solution to containing harmful posts. Do so by creating a sentiment analysis model to highlight stigmatic posts to users before they post the text.",
      "website":"https://docs.google.com/document/d/1fA3NDwv2FT4Hbo6fWJ5QwO4XiFffymNMAfZ6SnOsFeY/edit#heading=h.v0iriusm4apc"

    },
    {
      "name": "Debiasing NLP Models",
      "imagePath": "https://ethical-principles-in-ai.github.io/static/media/Debiasing_model.a86e4f01788ac3567946.png",
      "description": "Word embeddings are used widely in Natural Language Processing (NLP) tasks. They have many applications, such as resume filtering or document ranking in word search. Unfortunately, word embedding models have been shown to amplify biases found in the datasets they were trained on. This exacerbates the negative stereotypes found in society, which is a direct violation of the principles of responsible technology and ethical AI. ",
      "website":"https://docs.google.com/document/d/1ANpUPhV4-am0xihkBelLxO4oeWiALgv-dnIWYFMHmTE/edit"

    },
    {
      "name": "Past Initiatives - Deep Learning with Differential Privacy",
      "imagePath": "https://ethical-principles-in-ai.github.io/static/media/privacy.92eaf5e0c9f06acbfa41.png",
      "description": "Training high quality machine learning models requires large, representative datasets, which may be crowdsourced and contain sensitive information. Even in instances when sensitive information is not explicitly used to train a model, patterns can be extracted and re-identify personal identification about an individual. Models should be designed to protect private information in these datasets.",
      "website":"https://drive.google.com/file/d/1H2zyOLYErm9dZ7LU9Tj21nIm9SsoQdVo/view"

    },
    {
        "name": "Past Initiatives - Paper Reading Group",
        "imagePath": "https://ethical-principles-in-ai.github.io/static/media/paper_reading.d27cf5f3784a3b621625.jpg",
        "description": "We meet bi-weekly during the semester to discuss academic papers in the field of Ethical AI. Participation is open to all and guests are always welcome! Meetings will be held in the EPAI discord voice channel paper-reading-meeting-room",
        "website":""

      
    },
    {
        "name": "Past Project - Bias in Facial Recognition Systems",
        "imagePath": "https://ethical-principles-in-ai.github.io/static/media/facial-recognition.5374780028ee7f44127e.png",
        "description": "Facial recognition systems can be found almost anywhere, from police departments to the face-lock feature in your phone. However, these systems can be biased, often in ways that reflect current social inequalities. This applied project explores bias in facial recognition systems, while also serving as an introduction to writing machine learning code and reading ML literature for beginners.",
        "website":"https://docs.google.com/document/d/1DQqjuvKkU0-y_HAT7XPFMFJ5hXj1Zx_q2xvnq7N_MSw/edit#heading=h.v0iriusm4apc"

      
    },
    {
        "name": "Past Initiatives - AIHacks4Good",
        "imagePath": "https://ethical-principles-in-ai.github.io/static/media/AIHacks4Good_Logo.635528102bb8f6b2041e.png",
        "description": "This was a virtual hackathon ran in October 2022, with over 160 participants. The event was sponsored by MLH, IBM, and Intel, and included over 1000 dollars in cash prizes!",
        "website":"https://aihacks4good.github.io/"

      
    }
    
    
  ]