[
    {
      "name": "Angelina",
      "position": "Co-President",
      "bio": "Hi! I’m an ECE 2T4+1 minoring in Artificial Intelligence, Music Performance and Near and Middle Eastern Civilizations. I am specifically interested in the applications of AI in the field of Music Informatics.",
      "imagePath": "https://github.com/HoumanEbrahimi/Lol/blob/main/IMG_1737.jpeg?raw=true",
      "linkedin": "https://facebook.com/johndoe",
      "twitter": "https://twitter.com/johndoe",
      "website": "https://instagram.com/johndoe"
    },
    {
      "name": "Sophie",
      "position": "Co-President",
      "bio": "Hello! My name is Sophie, an EngSci 2T3+PEY majoring in machine intelligence and minoring in robotics and mechatronics. A fun fact about me is that I’m on a cooking adventure - I’ve been experimenting with cooking new dishes.New applications of AI are constantly on the rise, but several limitations to the technology exist. As one of the co-presidents of TMI, I hope to educate others on these aspects to achieve proper and trustworthy uses of machine learning.",
      "imagePath": "https://github.com/HoumanEbrahimi/Lol/blob/main/IMG_5924.jpg?raw=true",
      "linkedin": "https://facebook.com/johndoe",
      "twitter": "",
      "website": ""
    },
    {
      "name": "Jasmine",
      "position": "Project Lead",
      "bio": "Hi everyone! I'm Jasmine, an EngSci 2T3 + PEY majoring in Machine Intelligence. Outside of academics, I enjoy playing piano and listening to musicals.The course Engineering and Society opened my eyes to the political and social consequences of technology. I founded TMI (then called EPAI) because I wanted to create a community of students at UofT passionate about ethical AI and trustworthy machine learning.For my title in the club, can you put ML Model Stealing Project Lead + Student Advisor (very long, but I'd prefer for project lead to be first!) thank you!",
      "imagePath": "https://github.com/HoumanEbrahimi/Lol/blob/main/IMG_6752.jpg?raw=true",
      "linkedin": "",
      "twitter": "",
      "website": ""
    },
    {
      "name": "Calum",
      "position": "Project Lead",
      "bio": "I'm Calum, a EngSci 2T4 + PEY majoring in ECE with a minor in AI. I'm currently on PEY with Red Hat where I work on distributed event driven platforms with Knative Eventing. I am passionate about Open Source, and I strongly believe in building in the open by default. I am interested in the intersection of algorithms, control theory, distributed systems, and machine learning.As AI and Big Data become pervasive, we need to work to protect the privacy of individuals. I joined TMI to work towards protecting individuals privacy through machine unlearning techniques, and to learn more about the ethics behind AI.",
      "imagePath": "https://github.com/HoumanEbrahimi/Lol/blob/main/20230504-_DSC0694-Edit-2.jpeg?raw=true",
      "linkedin": "",
      "twitter": "",
      "website": ""
    },
    {
      "name": "Dian",
      "position": "Project Lead",
      "bio": "My program is Computer Science and Statistics,  I’m in 3rd yr and my fun fact is I’ve had 10 teeth removed",
      "imagePath": "https://github.com/HoumanEbrahimi/Lol/blob/main/252FC78D-B452-46EC-A270-924A444A10DB.jpg?raw=true",
      "linkedin": "",
      "twitter": "",
      "website": ""
    },
    {
      "name": "Mirvat",
      "position": "VP Learning",
      "bio": "Hi, I’m Mirvat and I’m a 2T4+PEY majoring in Chemical Engineering with a minor in Environmental Engineering. Outside of school, I like to read mystery novels and watch movies with crazy plot twists. I love surprises!. I believe Artificial Intelligence is the future, and my personal interest in its ethics brought me to TMI. I’m excited to learn about the modern-day ethical dilemmas emerging in the face of technological revolution.",
      "imagePath": "https://github.com/HoumanEbrahimi/Lol/blob/main/0.png?raw=true",
      "linkedin": "",
      "twitter": "",
      "website": ""
    },
    {
      "name": "Matthew",
      "position": "VP Learning",
      "bio": "Medicine Year: 2 Fun Fact: Matthew enjoys playing chess casually",
      "imagePath": "https://github.com/HoumanEbrahimi/Lol/blob/main/AI0I8555_-_2%20(2).jpg?raw=true",
      "linkedin": "",
      "twitter": "",
      "website": ""
    },{
      "name": "Houman",
      "position": "VP Webmaster",
      "bio": "hello",
      "imagePath": "https://github.com/HoumanEbrahimi/Lol/blob/main/Resized_1699117290064_198341857773919.jpeg?raw=true",
      "linkedin": "",
      "twitter": "",
      "website": ""
    }
  ]